

2、左边的栏显示不完 1



4、智能识别不把文号关掉 1

5、盒数里多少件要统计 1

6 选完日期后判断重复 1

7 点选历史文件后不把勾选清除 1

8 继续录入左侧显示所有文件 1

9 删除文件标志位 1

10 排完件号后 vuex里面没改变还是暂无

11 修改后滚动条位置记忆 1

12 日期清空 1

13 本级改动检测改为选择检测 ？ 1

---------------------------
1修改的时候参数是否都提交了
2


1  排件号方法：期限 年度 密级  问题 | 关键词，日期中的年度 ，级别，责任者，文号，日期，文号中的序号

2 智能录入 1、历史文件识别、问题，关键词互相识别、 




问题：1、一个单位的机构分卷法的责任者表和问题的共用吗  文号识别责任者对照表共用吗 级别+关键词识别期限对照表共用吗

2、2998行 一个机构词对应一个机构， 但是一个机构可以有多个机构词对应

-------------------------------
1、capslk 1
2、回车 1
3、“号”前的数字  1
4、单位文书类选问题法机构法 1
5、责任者+关键词 1
``````````````````````````````````````````````````

1 新建批次后期限筛选不了 1
2 录入界面单位名  识别号字号++ 1
3 修改判重不包括自己 
4 如果在有文号的情况下第一步识别出文号不同了，第二步就可以省略吗？不通过题名+责任者+成文时间这一步了 1
5 重复显示完整件号 
6 级别期限对照表删除不了1
7 上调下调颜色显示 1
8 无文号修改是否打钩 1
9 手动排盒号显示错误 1



第一次排序前、修改后、都是按识别号大小
每次排序后存下所有有序文件信息

---------------------------------------------------------

重复显示完整件号 
6个字印章