2、优先级页面变成子页面 1
3、联合重复判断条件改为某单位下 1
4、备考表? 1
5、预览页单位名 1
6、检查到了空格，多余空格会影响后续记忆录入， 是否去除 1
------------------------------------------
测试只发TLK文件1
测试打印过程中改TLK或者文件夹1
·······················································、
输入框完成后变英文半角？ 不用吧
······································

预览页面统计数量  1
docin整档年度记忆上一年 1
历史匹配文件调出来不清空其他，保留3个信息就行 1
``````````````````````````````````````````````````````
1、打印了设置打印过了  1
盒号手动改变 刷新后面的 1




·······················`````````````````````````
keyword2 trim 会报错 导致无法提交 1
页数
标题存一个不要标点符号 
Cannot read property 'trim' of undefined 1
重复  1
慈利县卫生健康局 20201014 1
暂不录入后 仅留密集年度 
多个责任者 以;分割？
有时候点问题词不出来问题名

责任者优先级设置数字的时候不刷新 1
改完后不要跳到top ？

问题名不能有数字 中文代替 ？
问题-问题名改动后 检测问题-问题名 并更正,改动对照表后需要提醒重排？

对照表改变后 打印前 提醒？
点锁定必须已经sorted



printedlist ,1,2

增加一个不变顺序修改 1

每批的盒号信息模板？

